[
    {
        "title": "Atomic Habits",
        "author": "James Clear",
        "formats": [
            "soft cover"
        ],
        "description": "Perubahan Kecil, Hasil Luar Biasa!\n\nJika Anda kesulitan mengubah kebiasaan, masalahnya bukan Anda. Masalahnya adalah sistem Anda. Kebiasaan buruk berulang lagi dan lagi bukan karena Anda tidak ingin berubah, tetapi karena Anda memiliki sistem perubahan yang salah. Anda tidak naik ke tingkat tujuan Anda. Anda jatuh ke tingkat sistem Anda. Di sini, Anda akan mendapatkan sistem terbukti yang dapat membawa Anda ke tingkat yang lebih tinggi.\n\nClear dikenal karena kemampuannya menyaring topik kompleks menjadi perilaku sederhana yang dapat dengan mudah diterapkan dalam kehidupan dan pekerjaan sehari-hari. Di sini, ia memanfaatkan ide-ide yang paling terbukti dari biologi, psikologi, dan ilmu saraf untuk membuat panduan yang mudah dipahami untuk membuat kebiasaan baik menjadi tak terelakkan dan kebiasaan buruk menjadi tidak mungkin. Sepanjang jalan, pembaca akan terinspirasi dan dihibur dengan kisah nyata dari peraih medali emas Olimpiade, seniman pemenang penghargaan, pemimpin bisnis, dokter penyelamat jiwa, dan komedian bintang yang telah menggunakan ilmu kebiasaan kecil untuk menguasai keahlian dan kubah mereka ke atas bidang mereka.\n\nAtomic Habits akan membentuk kembali cara Anda berpikir tentang kemajuan dan kesuksesan, dan memberi Anda alat dan strategi yang Anda butuhkan untuk mengubah kebiasaan Anda--apakah Anda adalah tim yang ingin memenangkan kejuaraan, organisasi yang berharap untuk mendefinisikan kembali industri, atau sekadar individu yang ingin berhenti merokok, menurunkan berat badan, mengurangi stres, atau mencapai tujuan lain.\n\nBuku terlaris #1 New York Times. Lebih dari 1 juta kopi terjual! Apapun tujuan Anda, Atomic Habits menawarkan kerangka kerja yang telah terbukti untuk ditingkatkan setiap hari.\n",
        "publisher": "Avery Publishing Group",
        "isbn": "9780735211292",
        "language": "English",
        "length": 22.9,
        "width": 15.2,
        "weight": 340,
        "page": 320,
        "release_date": "2018-10-16",
        "price": 150000,
        "cover": "Atomic-Habits.jpg",
        "genre": "Non-Fiction"},
    {
        "title": "Sapiens",
        "author": "Yuval Noah Harari",
        "formats": [
            "soft cover"
        ],
        "description": "Selama dua setengah juta tahun, berbagai spesies manusia hidup dan punah di Bumi. Sampai akhirnya tersisa satu yaitu Homo sapiens—Manusia Bijaksana—sejak seratusan ribu tahun lalu. Namun spesies ini bisa menyebar ke seluruh dunia dan beranak-pinak hingga berjumlah 7 miliar, dan kini menjadi kekuatan alam yang dapat mengubah kondisi planet. Apa penyebabnya?\n\nSinopsis Buku\n\nYuval Harari menceritakan kisah penciptaan dan evolusi umat manusia, menjelajahi cara-cara biologi dan sejarah telah mendefinisikan kita dan meningkatkan pemahaman kita tentang apa artinya menjadi “manusia.” Dari peran seorang manusia yang berevolusi dalam ekosistem global, hingga memetakan kebangkitan kerajaan.\n\nSapiens menantang kita untuk mempertimbangkan kembali kepercayaan yang diterima, menghubungkan perkembangan masa lalu dengan masalah kontemporer, dan melihat peristiwa tertentu dalam konteks gagasan yang lebih besar.\n\nSapiens membahas sisi yang tak banyak diungkit buku sejarah atau evolusi manusia lain: bagaimana manusia berangkat dari sekadar satu spesies hewan menjadi makhluk berperadaban, melalui tiga revolusi—Kognitif, Pertanian, dan Sains. Telusuri peran bahasa, pertanian, sampai gosip dan fiksi dalam kesuksesan manusia, juga arti kebahagiaan manusia dan ujung riwayat spesies kita.\n\n“Menarik dan provokatif... membuat kita sadar bahwa kita baru sebentar hadir di Bumi ini, bahwa pertanian dan sains baru-baru saja ada, dan sebaiknya kita jangan menganggap enteng semua itu.”\n- Presiden Barack Obama\n",
        "publisher": "Kepustakaan Populer Gramedia",
        "isbn": "9786024244163",
        "language": "Indonesia",
        "length": 23.0,
        "width": 15.0,
        "weight": 800,
        "page": 544,
        "release_date": "2017-9-11",
        "price": 125000,
        "cover": "Sapiens.jpg",
        "genre": "Non-Fiction"},
    {
        "title": "Laut Bercerita",
        "author": "Leila S. Chudori",
        "formats": [
            "soft cover"
        ],
        "description": "Buku ini terdiri atas dua bagian. Bagian pertama mengambil sudut pandang seorang mahasiswa aktivis bernama Laut, menceritakan bagaimana Laut dan kawan-kawannya menyusun rencana, berpindah-pindah dalam pelarian, hingga tertangkap oleh pasukan rahasia. Sedangkan bagian kedua dikisahkan oleh Asmara, adik Laut. Bagian kedua mewakili perasaan keluarga korban penghilangan paksa, bagaimana pencarian mereka terhadap kerabat mereka yang tak pernah kembali.\n\nBuku ini ditulis sebagai bentuk tribute bagi para aktivis yang diculik, yang kembali, dan yang tak kembali dan keluarga yang terus menerus sampai sekarang mencari-cari jawaban.\n\nNovel ini merupakan perwujudan dalam bentuk fiksi bahwa kita sebagai bangsa Indonesia tidak boleh melupakan sejarah yang telah membentuk sekaligus menjadi tumpuan bangsa Ini. Novel ini juga mengajak pembaca menguak misteri-misteri bangsa ini yang mana tidak diajarkan di sekolah. Walaupun novel ini adalah fiksi, laut bercerita menunjukkan kepada pembaca bahwa negeri ini pernah memasuki masa pemerintahan yang kelam.\n\nSinopsis\n\nLaut Bercerita, novel terbaru Leila S. Chudori, bertutur tentang kisah keluarga yang kehilangan, sekumpulan sahabat yang merasakan kekosongan di dada, sekelompok orang yang gemar menyiksa dan lancar berkhianat, sejumlah keluarga yang mencari kejelasan makam anaknya, dan tentang cinta yang tak akan luntur.",
        "publisher": "Kepustakaan Populer Gramedia",
        "isbn": "9786024246945",
        "language": "Indonesia",
        "length": 20.0,
        "width": 13.5,
        "weight": 315,
        "page": 400,
        "release_date": "2017-12-21",
        "price": 115000,
        "cover": "Laut-Bercerita.jpg",
        "genre": "Fiction"
    },
    {
        "title": "Teka-Teki Rumah Aneh",
        "author": "Uketsu",
        "formats": [
            "soft cover"
        ],
        "description": "Seorang kenalan ingin membeli rumah seken di Tokyo dan memperlihatkan denah rumahnya padaku karena merasa ada yang ganjil. Sekilas, rumah ini kelihatan seperti rumah-rumah lain pada umumnya dengan interior yang luas dan terang. Namun, ketika mencermatinya baik-baik, aku mendapati bahwa memang ada keanehan di sana-sini. Keanehan demi keanehan itu bertumpuk, kemudian terjalin membentuk satu “kenyataan”. Kenyataan yang teramat sangat mengerikan, dan sama sekali tidak ingin kupercaya.\n\nMasalah yang Diceritakan Seorang Kenalan Saat ini, aku berprofesi sebagai penulis lepas spesialis occult— hal-hal gaib. Tuntutan profesi membuatku kerap bersinggungan dengan cerita hantu maupun pengalaman mistis. Dan di antaranya, aku paling sering mendengar cerita supranatural yang terjadi di ”rumah”. ”Aku mendengar bunyi langkah di lantai dua, padahal di sana tidak ada orang.” ”Rasanya seperti ada yang memperhatikanku waktu aku berada di ruang tamu sendirian.” ”Terdengar suara orang bicara dari dalam lemari.” Tak terhitung banyaknya kisah-kisah mengenai bangunan yang dibayangi sejarah kelam. Namun, cerita tentang ”rumah” yang kudengar pada waktu itu agak berbeda dari cerita-cerita serupa lainnya.\n\nPada bulan September tahun 2019, seorang kenalan bernama Yanaoka-san menghubungiku karena ada masalah yang ingin dibahas. Yanaoka-san bekerja sebagai staf sales di sebuah agensi editorial. Kami berdua berteman dekat dan sesekali pergi makan bersama sejak berkenalan beberapa tahun lalu dalam urusan pekerjaan. Tidak lama lagi Yanaoka-san akan menyambut kelahiran anak pertamanya. Sehubungan dengan peristiwa itu, Yanaokasan pun memantapkan diri untuk membeli rumah pertamanya Setelah menghabiskan waktu setiap malam sampai larut melihat lihat informasi properti, Yanaoka­san akhirnya menemukan satu rumah yang ideal di kawasan Tokyo. Rumah dua lantai itu berada di daerah permukiman yang tenang. Banyak hutan di sekitarnya meskipun berlokasi di dekat stasiun, serta usia bangunannya sendiri terbilang baru meskipun berstatus rumah second. Ketika Yanaoka­san beserta istri datang melihat lihat rumah itu, mereka berdua langsung jatuh hati pada interiornya yang lega dan terang. Hanya saja, terdapat satu bagian pada tata letak ruangan di rumah itu yang menimbulkan tanda tanya besar bagi mereka.\n\n",
        "publisher": "Gramedia Pustaka Utama",
        "isbn": "9786020669960",
        "language": "Indonesia",
        "length": 20.0,
        "width": 13.5,
        "weight": 180,
        "page": 224,
        "release_date": "2023-4-1",
        "price": 79000,
        "cover": "Teka-Teki-Rumah-Aneh.jpg",
        "genre": "Fiction, Horror"
    },
    {
        "title": "Animal Farm",
        "author": "George Orwell",
        "formats": [
            "soft cover"
        ],
        "description": "Mr Jones, the owner of Manor Farm, is a lazy drunk. The animals decide to overthrow him in a revolution that will allow them to run the farm, liberating themselves and creating a new life of equality and freedom. But they have underestimated the pigs. Napoleon and Snowball form an elite and take control for themselves, and the tyranny of the farmer is replaced with another kind of control leaving the animals again subject to a ruthless and cruel authority.\n\nImagined only as Orwell could, this powerful fable is instilled with humour and an underlying urgency that makes this one of the most prescient warnings ever written",
        "publisher": "Norris Book",
        "isbn": "9786230975165",
        "language": "Indonesia",
        "length": 18.0,
        "width": 11.0,
        "weight": 80,
        "page": 100,
        "release_date": "2024-7-26",
        "price": 50000,
        "cover": "Animal-Farm.jpg",
        "genre": "Fiction"
    },
    {
        "title": "1984",
        "author": "George Orwell",
        "formats": [
            "soft cover"
        ],
        "description": "Tentang Penulis\n\nGeorge Orwell, (25 Juni 1903 – 21 Januari 1950) telah terbukti menjadi salah satu penulis abad ke-20 yang paling berpengaruh dan memprovokasi pemikiran. Jumlah bukunya yang relatif kecil telah menciptakan kritik sastra dan politik yang intens. Orwell adalah seorang sosialis, tetapi pada saat yang sama, ia tidak cocok dengan ideologi yang rapi. Ia terkenal karena novelnya “1984” dan “Peternakan” yang keduanya memperingatkan tentang bahaya negara totaliter. Selesai tepat setelah Perang Dunia Kedua, mereka menyentuh akord karena ketakutan kontemporer atas pengaruh kontrol negara yang semakin meningkat. Dia terutama seorang penulis politik, tetapi bagi Orwell, tujuannya bukan untuk mempromosikan sudut pandang tertentu tetapi untuk sampai pada kebenaran; mengekspos kemunafikan dan ketidakadilan yang lazim di masyarakat.\n\nSinopsis\n\nWinston Smith berusaha menjalani hidupnya sebagai warga negara yang patuh terhadap aturan-aturan Partai, walaupun hati dan pikirannya memberontak. Winston tidak berani melawan terang-terangan, sebab Big Brother senantiasa mengawasi semua orang. Tak ada privasi bagi siapa pun. Segalanya diatur oleh Negara, bahkan sejarah pun ditulis ulang sesuai kebutuhan. Big Brother menuntut kepatuhan dan kesetiaan total. Yang berani menentang akan diuapkan. Dalam kerinduannya untuk memperoleh kebebasan dan kebenaran, Winston mulai menulis buku harian dan menjalin cinta rahasia dengan Julia. Namun harga kebebasan itu sungguh mahal, sebagaimana dialami Winston kemudian.\n\n",
        "publisher": "Gramedia Pustaka Utama",
        "isbn": "9786020661988",
        "language": "Indonesia",
        "length": 20.0,
        "width": 13.5,
        "weight": 280,
        "page": 408,
        "release_date": "2017-9-11",
        "price": 125000,
        "cover": "1984.jpg",
        "genre": "Fiction, Dystopian"
    },
    {
        "title": "Akasha : Monster 01",
        "author": "Naoki Urasawa",
        "formats": [
            "soft cover"
        ],
        "description": "Di antara jenis buku lainnya, komik memang disukai oleh semua kalangan mulai dari anak kecil hingga orang dewasa. Alasan komik lebih disukai oleh banyak orang karena disajikan dengan penuh dengan gambar dan cerita yang mengasyikan sehingga mampu menghilangkan rasa bosan di kala waktu senggang.\n\nKomik seringkali dijadikan sebagai koleksi dan diburu oleh penggemarnya karena serinya yang cukup terkenal dan kepopulerannya terus berlanjut sampai saat ini. Dalam memilih jenis komik, ada baiknya perhatikan terlebih dahulu ringkasan cerita komik di sampul bagian belakang sehingga sesuai dengan preferensi pribadi pembaca.\n\nM&C! Publishing adalah penerbit di bawah Divisi Ritel dan Penerbitan Grup Kompas Gramedia, perusahaan penerbitan terbesar di Indonesia. Grup Kompas Gramedia memulai usaha dengan fokus di media cetak. Dalam perkembangannya, perusahaan telah berkembang menjadi kelompok usaha dengan berbagai divisi. Di bidang informasi, grup ini juga merambah ke media elektronik dan multimedia. M&C! Penerbitan telah menerbitkan berbagai judul dan jenis buku: komik, komik pendidikan, buku anak-anak, novel, buku nonfiksi. Salah Satunya seperti komik \"Akasha : Monster 01\".\n\nSinopsis Buku:\n\nSetiap orang merasakan kegelisahan dalam kehidupan sehari-hari, tidak terkecuali  dr. Kenzo Tenma yang kariernya sukses.  Namun, bagaimana mungkin dia tahu bahwa dalam tugasnya menyelamatkan orang sebagai seorang dokter, dia telah memicu kemunculan makhluk yang sangat mengerikan?\n\nApa itu keadilan dan apa itu kejahatan?  Ini pertanyaan untukmu.\n\nDi Jerman, yang berada dalam kebingungan sejak penyatuannya, pasangan paruh baya tanpa anak dibunuh satu per satu.  Pembunuh berantai itu adalah Johan!\n\nMengapa dia menyerang pasangan seperti itu?\n\nKenzo Tenma melakukan perjalanan untuk mencari saudara kembar Johan yang mungkin memiliki beberapa petunjuk tentang rahasia sang \"Monster\".",
        "publisher": "m&c!",
        "isbn": "9786230310508",
        "language": "Indonesia",
        "length": 21.0,
        "width": 14.8,
        "weight": 400,
        "page": 424,
        "release_date": "2023-7-5",
        "price": 158000,
        "cover": "Akasha-Monster-1.jpg",
        "genre": "Manga, Horror, Mystery"
    },
    {
        "title": "Sisi Tergelap Surga",
        "author": "Brian Khrisna",
        "formats": [
            "soft cover"
        ],
        "description": "Jakarta kerap menjadi pelabuhan bagi mereka yang datang membawa sekoper harapan. Mereka yang siap bertaruh dengan nasibnya sendiri-sendiri. Namun, kota ini selalu mampu melumat habis harapan dan menukarnya dengan keputusasaan. Pemulung, pengamen, pramuria yang menjajakan tubuh agar anaknya bisa makan, pemimpin-pemimpin kecil yang culas, lelaki tua di balik kostum badut ayam, pencuri motor yang ingin membeli obat untuk ibunya, remaja yang melumuri tubuh dengan cat perak, hingga mereka yang bergelut di terminal setelah terpaksa merelakan impiannya habis digerus kejinya ibu kota. Di Jakarta, semua orang dipaksa bergelut dan bertempur demi bisa hidup dari hari ke hari. Dan di kampung inilah semua itu dimulai. Sebuah cerita tentang kehidupan orang-orang yang hidup di sisi tergelap surga kota bernama Jakarta...\n\nSelling Point:\n\nDitulis Brian Khrisna, dengan jumlah follower 361K di Twitter. Buku-buku Brian Khrisna sebelumnya selalu menjadi bestseller di Gramedia Stores.\n\nDari Penulis: 25 tahun hidup sebagai anak penjual nasi di pinggir jalan membuatku akrab dengan hal-hal yang jarang sekali diketahui orang. Tentang pengemis yang memiliki penghasilan lebih besar dari UMR ibu kota, permainan alih kuasa dan perizinan jualan dengan berbagai pihak, hingga tentang pergaulan dan geliat kehidupan mereka yang hidup dari hari ke hari tanpa jaminan masa depan yang pasti. Oleh sebab itu, menulis buku ini rasa-rasanya membawaku kembali pada nostalgia, tentang kehidupan yang rumit tetapi sebenarnya dialami oleh sebagian dari kita.\n\nBuku ini kubuat apa adanya, menggambarkan apa yang pernah kulihat, beberapa yang pernah kualami, dan pengalaman-pengalaman teman seperjuangan yang sekarang sudah entah di mana. Kuharap buku ini bisa menjadi sebuah jendela bagi kita untuk melihat kehidupan yang lain namun dekat. Sebuah cerita fiksi tentang bagaimana hebatnya kemampuan manusia untuk tetap bertahan hidup, apa pun situasinya.\n\nBuku fiksi ini aku tulis jauh berbeda dengan semua buku novel yang pernah kutulis sebelumnya Kalian juga bisa menemukan novelku yang lain di toko buku kesayangan kalian, antara lain: The Matchbreaker (2023),\n\n23: 59 (2023), Parable (2021), Museum of Broken Heart (2020), Kudasai (2019), This is Why I Need You (2019), The Book of Almost (2018), Merayakan Kehilangan (2016)",
        "publisher": "Gramedia Pustaka Utama",
        "isbn": "9786020674384",
        "language": "Indonesia",
        "length": 20.0,
        "width": 13.5,
        "weight": 210,
        "page": 304,
        "release_date": "2023-12-13",
        "price": 99000,
        "cover": "Sisi-Tergelap-Surga.jpg",
        "genre": "Fiction, Contemporary"
    },
    {
        "title": "Panzer-Sejarah Strategi & Taktik Lapis Baja",
        "author": "Fernado R. Srivanto",
        "formats": [
            "soft cover"
        ],
        "description": "Perang Dunia II selalu memukau, terutama bagi peminat sejarah. Ada banyak hal yang bisa digali dan dipelajari, penyerbuan Nazi Jerman terhadap Polandia hingga saat-saat terakhir di Berlin. Buku Panzer: Sejarah Strategi dan Taktik Lapis Baja Jerman 1935-1945 bercerita mengenai perkembangan lapis baja Jerman, mulai dari saat-saat kelahiran panzer, kejayaan ketika mulai bergerak ke seluruh Eropa, masa-masa suram, hingga bencana terakhir dengan kekalahan Nazi Jerman terhadap pasukan sekutu.",
        "publisher": "Penerbit Buku Kompas",
        "isbn": "9786233466943",
        "language": "Indonesia",
        "length": 23.0,
        "width": 15.0,
        "weight": 565,
        "page": 200,
        "release_date": "2022-11-3",
        "price": 139000,
        "cover": "Panzer-Sejarah-Strategi-dan-Taktik-Lapis-Baja.jpg",
        "genre": "History, Military"
    },
    {
        "title": "Light Novel: Gimai Seikatsu 01 - Hari-Hariku Bersama Saki",
        "author": "Ghost Mikawa",
        "formats": [
            "soft cover"
        ],
        "description": "Setelah ayahnya menikah kembali, Yuta Asamura—siswa SMA—tiba-tiba mendapatkan seorang adik tiri perempuan yang merupakan gadis tercantik di sekolahnya, Saki Ayase. Mereka pun memulai keseharian baru di rumah yang sama.\n\nKarena tumbuh dengan melihat ketidakharmonisan orangtua kandung masing-masing, mereka jadi lebih berhati-hati dalam menyikapi hubungan antara pria dan wanita. Mereka pun menetapkan jarak dalam hubungan mereka—tidak terlalu dekat dan tidak terlalu jauh.\n\nSaki yang kekurangan kasih sayang dari keluarga, tidak tahu cara bergantung pada orang lain karena sudah terbiasa berjuang sendirian. Sementara itu, Yuta yang harus berperan sebagai kakak, masih bingung bagaimana berinteraksi dengan adik tirinya. Seiring berjalannya waktu, keduanya—yang entah bagaimana memiliki kemiripan—mulai merasa nyaman dengan kehadiran satu sama lain. Kemudian ….\n\nIni adalah kisah tentang hubungan yang mungkin suatu hari akan berkembang menjadi kisah cinta. Sebuah novel romantis yang bercerita mengenai keseharian dua orang yang awalnya tidak saling kenal, lalu perlahan-lahan menjadi akrab.\n\nKeunggulan Buku Light Novel: Gimai Seikatsu 01 - Hari-Hariku Bersama Saki:\n\n- Light Novel dengan tema drama slice of life yang unik, dan ditunggu pembaca.\n\n- Memiliki karakter-karakter heroin yang menarik, dengan ilustrasi yang memikat.\n\n- Alur cerita yang dikemas kompleks dan mendalam.\n\n- Menampilkan kisah cinta yang dapat menyentuh hati dan membuat pembaca penasaran.\n\n- Memiliki adaptasi anime yang populer, dengan rating 7,34 di MyAnimelist.",
        "publisher": "Phoenix Gramedia Indonesia",
        "isbn": "9786347128300",
        "language": "Indonesia",
        "length": 18.8,
        "width": 12.7,
        "weight": 200,
        "page": 258,
        "release_date": "2025-5-20",
        "price": 98000,
        "cover": "Gimai-Seikatsu-1.jpg",
        "genre": "Light Novel, Romance, Slice of Life"
    }
]